Repository: common-repository/advanced-xml-reader
Catalog: advanced-xml-reader-*.po
Languages: ro_ro

source: Options
ro_ro: opţiuni

source: XML file
ro_ro: fişier XML

source: Item delimiter
ro_ro: Delimitator de element

source: Row delimiter
ro_ro: Delimitator de rÃ¢nd

source: Hide tags
ro_ro: Ascunde Tag-uri

source: Comma separated list of tags you want to be hidden. Case sensitive!
ro_ro: Separate prin virgulă lista de etichete pe care doriţi să fie ascunse. Cauza sensibile!

source: Save Changes
ro_ro: salvaţi Modificările

source: XML tag
ro_ro: Tag-ul XML

source: Value
ro_ro: Valoarea

source: How to use in a post
ro_ro: Cum să utilizaţi într-un post

source: If you like this plugin you can contribute by making a small donation to the author.
ro_ro: Dacă vă place acest plugin puteti contribui prin a face o donatie mica a autorului.

source: Use the content of every XML file in your posts.
ro_ro: Utilizarea conţinutului fiecărui fişier XML în mesajele dumneavoastră.
